/* General delete button */
"Delete" = "Удалить";



/* App Tabs */ 
"Home" = "Главная";
"Open" = "Открытые";
"Closed" = "Закрытые";
"Awards" = "Награды";



/* Home Tab*/
"Your active projects will appear here" = "Ваши активные проекты появятся здесь";
"Up next" = "Далее";
"More to explore" = "Еще";
"%@, %lld items, %g%% complete" = "%@, %lld задач, %g%% выполнено."; /* accessibility label */



/* Navigation Titles for Open and Closed tabs */
"Open Projects" = "Открытые проекты";
"Closed Projects" = "Закрытые проекты";



/* Buttons to add a project or an item */
"Add Project" = "Добавить проект";
"Add Item" = "Добавить задачу";



/* Default names for new projects and items */
"New Project" = "Новый проект";
"New Item" = "Новая задача";



/* Accessibility labels for items*/
"%@, completed." = "%@, выполнено.";
"%@, high priority." = "%@, высокий приоритет.";



/* A button that shows a menu with the following options */
"Sort" = "Сортировать";
"Optimized" = "Оптимально"; /* Sort using an optimized algorithm */
"Creation Date" = "Дата создания"; /* Sort by the date items were created */
"Title" = "Название"; /* Sort by item title */



/* Label for Name and Description section when editing Item or Project */
"Basic settings" = "Базовые данные";



/* --- EDIT PROJECT SCREEN --- */

"Edit Project" = "Проект"; /* Navigation Title for Edit Project screen */

"Project name" = "Название проекта"; /* Placeholder for Project Name textfield */
"Description of this project" = "Описание этого проекта"; /* Placeholder for Project Description textfield */

/* Label for project color picker*/
"Custom project color" = "Цвет проекта";

/* Buttons to close or delete the project */
"Close this project" = "Закрыть проект";
"Reopen this project" = "Открыть проект снова";
"Delete this project" = "Удалить проект";

/* Colours for Project Color picker*/
"Select a project color" = "Выберите цвет проекта";
"Pink" = "Розовый";
"Purple" = "Фиолетовый";
"Red" = "Красный";
"Orange" = "Оранжевый";
"Gold" = "Золотой";
"Green" = "Зеленый";
"Teal" = "Бирюзовый";
"Light Blue" = "Светло-голубой";
"Dark Blue" = "Темно-голубой";
"Midnight" = "Полночь";
"Dark Gray" = "Темно-серый";
"Gray" = "Серый";

/* --- EDIT PROJECT SCREEN (OVER) --- */



/* --- EDIT ITEM SCREEN --- */

"Edit Item" = "Задача"; /* Navigation Title for Edit Item screen */

"Item name" = "Название задачи"; /* Placeholder for Item Name textfield */
"Description" = "Описание"; /* Placeholder for Item Description textfield */

/* Item priority selector */
"Priority" = "Приоритет";
"Low" = "Низкий";
"Medium" = "Средний";
"High" = "Высокий";

/* A toggle to mark an item completed */
"Mark Completed" = "Выполнено";

/* --- EDIT ITEM SCREEN (OVER) --- */



/* Priority markers in item lists (DON'T CHANGE) */
"•••" = "•••";
"••" = "••";
"•" = "•";

//----------------------------------------------------------------


"Are you sure you want to delete this project? You will also delete all the items it contains." = "Вы уверены что хотите удалить этот проект? Вы также удалите все задачи, которые он содержит.";

"Closing a project moves it from the Open to Closed tab. Deleting it removes the project completely." = "Закрытие проекта перемещает его во вкладку Закрытые. Удаление стирает проект полностью.";

"Delete project?" = "Удалить проект?";

"Unlocked: %@" = "Открыто: %@";

"Locked" = "Заблокировано";

"There's nothing here right now" = "Здесь пока ничего нет";
